[
    {
        "id": 0,
        "title": "<div class=titulo> How a chair <br> conquered the world</div>",
        "resume": "<div class=resumen> Pull up a chair. And take a good look at it.<br> It forms our bodies. It shapes our <br>thinking. It’s one of the first technologies<br> an American or European child encounters.</div>",
        "author": "<div class=autor> Edward Tenner</div>",
        "section": "<div class=seccion> [ARTICLE]</div>",
        "content1":"<div class=contenido> In the West, we prefer to contemplate nature without too many chairs obtruding.<br> We picnic on the grass and spread blankets on the beach. But in artificial settings,<br> there is something disconcerting about the absence of chairs. The “festival seating”--that is, none at all--introduced by post-Woodstock concert promoters soon connoted not celebration but chaos and violence. (The arrangement, though widely banned in the 1980s, is still common, even if the euphemism has long worn thin.) The standing-room-only arrangements of many British football stadiums in the same period amplified hooliganism and turned small perturbations into fatal stampedes. Chairlessness as dehumanization was carried to a nightmarish extreme by the infamous mass transports of the prewar Reichsbahn and the Soviet gulag. Chairs go a long way toward filling a vacuum. They act as our proxies, claim space for us. The New Jersey Transit rail line between Princeton Junction and New York passes a large, new, nondescript condominium near the station in downtown Linden; almost half of the apartments have plastic chairs on their balconies, yet I have never seen a woul sitting in them at any hour I passed by. The chairs seemingly are no for human use but rather for filling otherwise empty niches in the building’s exterior. Yes, chairs are in every sense fundamental to us. With their humbler cousins, the stools and benches, they have been with us for millennia. Curiously, though, they are neither essential nor especially healthful even in industrial and postindustrial societies—even if a few activities probably do demand them. Until recently, the majority of the world’s people rarely used chairs, and many still do not. Yet chairs have spread inexorably around the world, occasionally promoted deliberately by Western rule or influence but more often spontaneously adopted. The change has been one of the most thoroughgoing and apparently irreversible in the history of material culture. Essential parts of this spontaneous technology transfer are still obscure. But in every sense, the fortunes of the chair illustrate human malleability—and society’s construction, reconstruction, and misconstruction of the human body. Once people begain to spend most of their lives in chairs, they are removed as though by ratcheting from their original ground-level ways; individual return may be hazardous, and social reversal has been unknown. Whole civilizations, in adopting chairs, literally change not only their posture but their point of view.</div>",
        "content2": "The chair’s history is made up of several stories. The first is a functional and a negative one: chair seating was not predestined to dominate modernized humanity. Western specialists themselves branded it a health hazard, but only after it had become such a standard that radical change became almost impossible, as would later be the case with computer keyboard layouts. The use of chairs spread partly because technological systems were built around them before alternatives were available. The second story is a symbolic one: physical elevation appears to be a mark of prestige and power in nearly all societies, yet for centuries raised seating (including objects similar to Western chairs) never went beyond its ritual boundaries in nonchair societies. The third story is a material story: the chair as a European cultural good adopted less for economic than for social reasons, a slow but relentless change. And the fourth is functional again: the chair finally makes itself indispensable by inducing changes in the bodies of its users. Yet those users have second thoughts, and begin their own experiments in ground-level living. Europeans and Americans occasionally are disconcerted to see Asians, individually or in families, sitting in airports or even at urban bus stops, preferring squatting or other ground-level positions to standing or raised seating. They may be feeling envy because chairs in most Western public spaces are so appalling. (The Newark Star-Ledger reported in 1989 that the Port Authority was installing “specially designed, uncomfortable seats” in its New York bus terminal. They remain.) But the feeling may also be wonder at seeing a remnant of an allegedly preindustrial, agrarian way of living. Western technology, with its operatives seated at everything from farm tractors to computer terminals, seems a functionally chair-borne way of life. In the West, the closest we come to a floor-sitting worker is the cross-legged hand tailor, laboring in the shadow of sewing machines designed for chair operation. (The British columnist Bernard Levin once gloated good-naturedly to his readers that, having grown up in an East End needle-trade family, he could sit cross-legged and they couldn’t.) But floor- or mat-level seating could have been and could still be perfectly functional. The same technologies that let paraplegics operate machinery of all kinds without the use of foot pedals (seated in chairs, but only because the rest of Western society is) could also allow design of lower-profile automobiles, truck cabs, and even aircraft controls. Computer monitors and keyboards could be used at precisely the heights at which scribes and scholars composed masterpieces of science and literature in ancient civilizations from Egypt and the Americas to Asia. John T. Bonner, professor emeritus of biology at Princeton University, recalls his World War II days in aviation research at the Army Air Force’s Wright Field, when pilots complained of intense pain after extended missions using conventional seats and praised the first alternative design, a simple cloth sling that put users in a position closer to reclining. In fact, recumbent bicycles, with the rider leaning back rather than perched on a saddle, are potentially more efficient and generally speedier (and less hazardous to operate) than the “safety” frame that has prevailed for the last hundred years. Perhaps cultural prejudice against reclining as much as sheer conservatism prompted bicycling officials to reject the design for competition. Chairs themselves are surprisingly hazardous. According to the U.S. Consumer Product Safety Commission, 410,000 injuries serious enough to disable someone for at least a day occur every year in connection with chairs, sofas, and sofa beds, most as a result of falling. Another 400,000 injuries involve beds; the number would be far lower if we used floor-level bedding like the original Japanese futon. (Just as missionaries brought some of the first chairs to China, they later introduced Western beds to Japan.) John Pierson has written in the Wall Street Journal that sitting in chairs causes most of the lower-back pain that costs the American economy $70 billion a year. ",
        "image": "assets/images/art_01.jpg",
        "imaget": "assets/images/art_01_1.jpg",
        "image1": "assets/images/art_01_ad_1.jpg",
        "image2": "assets/images/art_01_2.jpg",
        "imagec1": "assets/images/art_01_c_1.png",
        "imagec2": "assets/images/art_01_c_2.jpg",
        "imagec3": "assets/images/art_01_c_3.jpeg",
        "dateAuthorDetail": "Original Text written in Spring 1997 by <div id=authorDetail> EDWARD TENNER </div>",
        "leadP":"Pull up a chair. And take a good look at it. It forms our bodies. It shapes our thinking. It’s one of the first technologies an American or European child encounters. No sooner has a child been weaned than it learns to eat in an elevated model. And even before, it is (by law) strapped into a special molded minichair for automobile transportation, and indeed is sometimes carried by hand in the same little seat. At school, the chair is one of the most common objects in the classroom and among the first words a child learns to read and write. Despite all its variations, the chair could almost stand for the whole “domain of middle-size dry goods,” to use the philosopher Charles Taylor’s phrase.",
            "posColI": "2/6",
            "posRowI": "4/8",
            "posColT": "6/9",
            "posRowT": "4/6"
        
    },
    {
        "id": 1,
        "title": "<div class=titulo>A Day in the <br>Life of a Chair</div>",
        "resume": "<div class=resumen>What does a day in the life of a chair look like? Well, that depends on the day. There’s no such thing as a ‘normal’ day for me, no nine-to-five—I have to roll with the punches...</div>",
        "author": "<div class=autor>Max Küng</div>",
        "section": "[ESSAY]",
        "content1":"‘When he’s around, he’s normally at his desk and working on his computer. I know when he’s thinking hard because he likes to lean back and chew on his pen. He likes to wheel me back and forth a little. Sometimes I’ll hear him swearing under his breath. Sometimes he works late, right into the night, long hours without a break. I always feel like trying to throw him off like a rodeo bull at that point... Sometimes he’ll stand by the window and have a smoke. Sometimes he’ll go visit someone else in the office and tell them about important things. He sits down. He gets up. And sits back down again. Sometimes I’ll hear him laugh; but mostly he just sits there in silence, and all I can hear is the clacking of his keyboard. Sometimes, when he’s feeling particularly lazy, he’ll wheel me all the way to the coffee machine to drink his espresso. Sometimes he’ll pace up and down, reading some important papers or other. Sometimes he’ll sit back and just stare out of the window, gazing into the middle distance. Then all of a sudden, he’ll clap his hands and shout ‘YES!’. I think that means he’s had a great idea—or he’s just heard the football score. When he’s on the phone, he has a habit of leaning all the way back till my backrest won’t go any further—which is pretty far, to be fair. I’m quite flexible. Sometimes he crosses his legs. Sometimes he adjusts my height. Makes me bob up and down. I think he finds it fun. He likes that little ‘puff’ sound, I think— maybe it reminds him of something in his childhood. Some days he likes to have my seat a tiny bit higher, sometimes a hair lower. No two days are the same for me, I’m telling you. Sometimes his kids come to the office. Then I get to be a race car—or a spaceship, or a forklift truck. I can be anything they want me to be.",
        "content2":"More about me? I’m the latest generation in a long dynasty of iconic chairs. I don’t think that’s overstating it. I’m not one to boast, but for a chair, I’m quite highly evolved. I mean, back in the Stone Age, they all sat on rocks to hit rocks with other rocks. And then one day, along came the wheelie chair. What a moment for mankind! And we’ve come even further since then. Seriously, lumbar support, synchro mechanisms, full adjustability. Today, that’s all standard—it was just waiting to be invented. Maybe sometimes it’s tempting to get a little big-headed...Speaking of flexibility, it’s pretty essential for us. After all, things are changing all the time, as we well know. Things don’t stay the same for long. All people need to work these days is a laptop and internet access—and you can get that in practically any café on any street. Do you remember the way it used to be? Does anyone still remember the days of dial-up internet? When the only way to access the World Wide Web was through a cable running from your computer to the telephone socket? The old days, when your desktop was anchored to your phone jack. Does anyone still remember the unholy noise it used to make? Like a cat being strangled by a telephone wire? It sounds like the middle ages to kids these days. I know I’m not the only chair in my owner’s life—he works wherever he feels like it: perched at the kitchen table at home, surrounded by dirty breakfast plates; at the dining room table, astride a dining chair, obscured by piles of laundry waiting to be ironed; on public transport; in the sun outside a local café; on trains, on planes, or slouching on the sofa of an evening, his laptop balanced on his knees, with one eye on Game of Thrones. I’m not jealous. Well, maybe a little—especially when I think that he probably prefers working in bed to working at his office desk... But I’ve had my dalliances with other tables and other sitters, too. We’re in an open relationship, you might say. He does his job, I do mine. It doesn’t matter where he sits while he does it—as long as he’s comfortable, and he’s not doing it for too long. At the end of the day, I am what I am: a chair. At your service—as best I can.’Yours, Throne (that’s my name. It wasn’t my idea...that’s just what he calls me)",
        "image": "assets/images/ess_01.jpg",
        "imaget": "assets/images/ess_01_2.png",
        "image1": "assets/images/ess_01_1.jpg",
        "image2": "assets/images/ess_01_ad_1.jpg",
        "imagec1": "assets/images/ess_01_c_1.jpg",
        "imagec2": "assets/images/ess_01_c_2.jpg",
        "imagec3": "assets/images/ess_01_c_3.png",
        "dateAuthorDetail": "Written in December 2018 by <div id=authorDetail> MAX KÜNG</div>",
        "leadP":"‘What does a day in the life of a chair look like? Well, that depends on the day. There’s no such thing as a ‘normal’ day for me, no nine-to-five—I have to roll with the punches. Sometimes my owner’s there, sometimes he’s not. That’s working life these days. ",
        "posColI": "10/13",
        "posRowI": "8/11",
        "posColT": "10/13",
        "posRowT": "11/13"
    },
    {
        "id": 2,
        "title": "<div class=titulo>White Plastic Chairs<br> Are Taking Over the World</div>",
        "resume":"<div class=resumen>There are billions of monobloc chairs around the world, and they are completely context free—you can't tell when or where you are by looking at them. We asked a leading scholar if we should be worried by that</div>",
        "author": "<div class=autor>Jules Suzdaltsev</div>",
        "section": "<div class=seccion>Essays</div>",
        "content1":"‘What does a day in the life of a chair look like? Well, that depends on the day. There’s no such thing as a ‘normal’ day for me, no nine-to-five—I have to roll with the punches. Sometimes my owner’s there, sometimes he’s not. That’s working life these days. When he’s around, he’s normally at his desk and working on his computer. I know when he’s thinking hard because he likes to lean back and chew on his pen. He likes to wheel me back and forth a little. Sometimes I’ll hear him swearing under his breath. Sometimes he works late, right into the night, long hours without a break. I always feel like trying to throw him off like a rodeo bull at that point... Sometimes he’ll stand by the window and have a smoke. Sometimes he’ll go visit someone else in the office and tell them about important things. He sits down. He gets up. And sits back down again. Sometimes I’ll hear him laugh; but mostly he just sits there in silence, and all I can hear is the clacking of his keyboard. Sometimes, when he’s feeling particularly lazy, he’ll wheel me all the way to the coffee machine to drink his espresso. Sometimes he’ll pace up and down, reading some important papers or other. Sometimes he’ll sit back and just stare out of the window, gazing into the middle distance. Then all of a sudden, he’ll clap his hands and shout ‘YES!’. I think that means he’s had a great idea—or he’s just heard the football score. When he’s on the phone, he has a habit of leaning all the way back till my backrest won’t go any further—which is pretty far, to be fair. I’m quite flexible. Sometimes he crosses his legs. Sometimes he adjusts my height. Makes me bob up and down. I think he finds it fun. He likes that little ‘puff’ sound, I think— maybe it reminds him of something in his childhood. Some days he likes to have my seat a tiny bit higher, sometimes a hair lower. No two days are the same for me, I’m telling you. Sometimes his kids come to the office. Then I get to be a race car—or a spaceship, or a forklift truck. I can be anything they want me to be.",
        "content2":"More about me? I’m the latest generation in a long dynasty of iconic chairs. I don’t think that’s overstating it. I’m not one to boast, but for a chair, I’m quite highly evolved. I mean, back in the Stone Age, they all sat on rocks to hit rocks with other rocks. And then one day, along came the wheelie chair. What a moment for mankind! And we’ve come even further since then. Seriously, lumbar support, synchro mechanisms, full adjustability. Today, that’s all standard—it was just waiting to be invented. Maybe sometimes it’s tempting to get a little big-headed...Speaking of flexibility, it’s pretty essential for us. After all, things are changing all the time, as we well know. Things don’t stay the same for long. All people need to work these days is a laptop and internet access—and you can get that in practically any café on any street. Do you remember the way it used to be? Does anyone still remember the days of dial-up internet? When the only way to access the World Wide Web was through a cable running from your computer to the telephone socket? The old days, when your desktop was anchored to your phone jack. Does anyone still remember the unholy noise it used to make? Like a cat being strangled by a telephone wire? It sounds like the middle ages to kids these days. I know I’m not the only chair in my owner’s life—he works wherever he feels like it: perched at the kitchen table at home, surrounded by dirty breakfast plates; at the dining room table, astride a dining chair, obscured by piles of laundry waiting to be ironed; on public transport; in the sun outside a local café; on trains, on planes, or slouching on the sofa of an evening, his laptop balanced on his knees, with one eye on Game of Thrones. I’m not jealous. Well, maybe a little—especially when I think that he probably prefers working in bed to working at his office desk... But I’ve had my dalliances with other tables and other sitters, too. We’re in an open relationship, you might say. He does his job, I do mine. It doesn’t matter where he sits while he does it—as long as he’s comfortable, and he’s not doing it for too long. At the end of the day, I am what I am: a chair. At your service—as best I can.’Yours, Throne (that’s my name. It wasn’t my idea...that’s just what he calls me)",
        "image": "assets/images/ess_02.png",
        "imaget": "assets/images/ess_02_1.png",
        "image1": "assets/images/ess_02_2.jpg",
        "image2": "assets/images/ess_02_3.jpg",
        "imagec1": "assets/images/ess_02_c_1.jpg",
        "imagec2": "assets/images/ess_01_c_3.png",
        "imagec3": "assets/images/ess_02_ad_1.jpg",
        "dateAuthorDetail": "Written in January 2015 by <div id=authorDetail>JULES SUZDALTSEV</div>",
        "leadP":"‘What does a day in the life of a chair look like? Well, that depends on the day. There’s no such thing as a ‘normal’ day for me, no nine-to-five—I have to roll with the punches. Sometimes my owner’s there, sometimes he’s not. That’s working life these days. ",
        "posColI": "3/6",
        "posRowI": "14/17",
        "posColT": "3/6",
        "posRowT": "17/19"
    },
      {
        "id": 3,
        "title": "<div class=titulo>[POP CULTURE]</div>",
        "resume": "<div class=resumen>As everyday objects, it's easy for our readers to have many anecdotes to share, so we asked them to send us letters about their favorite chairs and why they bring them joy.</div>",
        "author": "<div class=autor>Lourdes Marco</div>",
        "section": "<div class=seccion>Pop Culture</div>",
        "content":"<div class=contenido></div>",
        "image": "assets/images/popc.jpg",
        "posColI": "7/9",
        "posRowI": "14/16",
        "posColT": "9/11",
        "posRowT": "14/16"
    },
    {
        "id": 4,
        "title": "<div class=titulo>[SHORT STORIES]</div>",
        "resume": "<div class=resumen>A lot of memorable chairs that you may recognize because they have made their mark in pop culture and society.",
        "author": "<div class=autor>Lourdes Marco</div>",
        "section": "<div class=seccion> Short Stories</div>",
        "content":"<div class=contenido></div>",
        "image": "assets/images/shorts.jpg",
        "posColI": "7/9",
        "posRowI": "8/10",
        "posColT": "7/9",
        "posRowT": "10/12"
    }
   
]
